= 日常



== 自分は運がいい、という認知

== めっぽう気さくで好奇心が強いハッピーもちこ

== リモートと出社と時計の時刻合わせ

これは特定の会社や制度を批判、あるいは揶揄するような話ではなく、オフィスへの出社について自分の中で考え方の整理をするために書いた文章である。

コロナ禍以降、ずっとフルリモートで仕事をしてきた。オフィスに行くのは「行く用事」があるときだけなので、せいぜい半年に1回とか、四半期に1回とか。逆に必要があれば連日行くこともある、という感じ。

フルリモートということはおうちがオフィスになるので、快適に働けるようにデスクや会議用個室も整備した。

私個人としては「大きく変える」という意志決定が不得手な社会において、コロナ禍で否応なしに「家で働ける人は家で働こう。四の五の言わずに先ずはそれでやれる方法を考えよう」という方向に舵を切ることになったのはいいことだったと思っている。

ただたまに出社して、今までカメラ越しにしか会ったことのなかった人と顔を合わせたり、個人的な話を聞いたり話したりすると、以後その人とちょっと仕事がしやすくなるなーという感覚はあった。

=== 何でもない飲み会

なので去年くらいから、でかい単位の「部署」の中で、私もあんまり喋ったことないし、その人たちもお互いにあんまり面識なさそう……というような人を3人ピックアップして、わたしを入れて4人でなんでもない食事会を開催する、ということをはじめた。

もちろん誘うときは非常に気を使って「これは任意参加で、何の強制力もないし、参加しなくても何の不利益もない。私があなたとご飯を食べながらじっくり話してみたいだけです。若手の飲食代は私が出すけど、大人のみなさんは自腹です。気が向かない場合は遠慮なく断ってください」と伝えた上で、相手が「行きたい！！」というテンションのときだけ参加してもらう形で。

やってみると色んな人と話せてすごく楽しいし、誘った相手にも喜ばれる一方、なけなしのコミュニケーション能力を振り絞っているので毎回カッスカスになって帰ってくる。なんなら帰りの電車は方角が同じでもタイミングずらして別々に帰らせてもらうくらい疲れる。

でも、今まであまり話したことのなかった人と対面で会って話すと、やっぱり以後話しかけすくなるし、なんとなく「こういう人だよね」という解像度が上がる気がする。なので「いつか話してみたい人」がいたら、自分から話しかけないと機会は来ないしなーと思って頑張っている。

=== 対面で会って話すことの効能

こんなふうに、業務でもないのに食事会を定期開催するくらいには「対面で会って話す」ことの効能を認めているんだけど、だからといって週1とか週3とかでオフィスに出社して、もっと対面で仕事をすべきだと思っているかというとそんなことは全然ない。

この「対面で会って話すといいことある。でも週1みたいな頻度で出社すべきとは思わない」を自分でも矛盾なく説明できなくてうーんうーんと思っていたところ、いい例え話に出会った。

@<href>{https://x.com/oskdgkmgkkk/status/1865196862384541893}

なるほど時刻合わせ。

=== みんなで会うことは時計の時刻合わせ

私たちは各々が腕時計をしていて、それを基準に仕事をしている、とする。

でも時計はちょっとずつずれるので、段々とチームの中で「Aさんは15分早い」「Bさんは2時間遅れてる」「Cさんは半日も早い」みたいな状態になっていく。ただみんなが自分の時計を見て動いている中で、お互いの時間がずれてることにはなかなか気付けないので、時計がずれてることに起因してちょっとずつ「なんか話が噛み合わないな……」という状態になっていく。

なので、たまにみんなで集まって時計の時刻合わせをする必要がある。みんなで腕を出して時刻合わせをし、時計の竜頭を同時にカチッと戻すと、またしばらくはリモートでも同じ時刻、同じ認識で話ができる。

でもしばらくするとまたちょっとずつちょっとずつずれていくので、数か月に1回とか、半年に1回とかの頻度で集まって、みんなで時刻合わせをする。そうすると、またしばらくは仕事がしやすくなる。

この「みんなで集まって時刻合わせをする」ことが大事なので、たとえば各自がばらばらの曜日に出社したり、出社しても顔を合わせずに別々のフロアで働いていたりすると、折角オフィスに出社しても時刻合わせの効果は得られない。

そしてこの理屈で行くと、時計のずれは本当に僅かずつなので、週1とか週3みたいなペースで時刻合わせをする必要はない。

なるほど、だから私は「対面で会って話すといいことある。でも週1みたいな頻度で出社すべきとは思わない」と感じていたのか、と感覚を言葉にできてすっきりした。

コロナ禍の最初期の頃、色んな人が「最初はフルリモートでも信頼貯金を切り崩してなんとかやれてたけど、半年以上会わないとさすがにちょっとしんどくなってきた」と言っていたのも、同じようなことなのかもしれない。

=== 出社頻度とオードリータンの提言

そう考えると、社会全体で出社回帰の方向になっていくとしても、いきなり「週1回か月1回か」みたいな検討ではなく、まずは3ヶ月とか半年に一度、絶対に全員が同じ場所に集まって顔を合わせて会話する日を作る、ならいいのになーと思う。

「DXについてオードリー・タン氏へのQ&A」でも、タン氏がこう述べている。

タン氏：私は2008年からリモートワークを始めました。当時は、シリコンバレーを拠点にする会社・ソーシャルテキストで働いていたのですが、この会社のチームは五つの地域に分かれていたので、メンバーもいつでも会社へ行けるわけではありませんでした。そのため、必ず半年に一回は皆で集まるイベントをしていました。半年以上経つと相手の印象が残りづらくなってしまうので、長くても半年に一回ぐらいは会う場を設けた方がいいかなと思います。 

あるいは一緒に働く人みんなが「時計はずれるものだ」という認識を持って、オンライン上で積極的に自分の時計の時刻を開示していくようにしたり、小まめにZoomで話して完璧でなくても時刻を大体揃えるようにすれば、少なくとも大幅に時刻がずれたままの働きづらい状態で働くことは避けられるのかなと思う。

こうやってたまに時刻合わせをしながら、オフィスで働きたい人はオフィスに行くし、リモートで働きたい人はリモートで働く、という働き方が社会全体で継続できるといいのにね。

== 身銭を切ってサービスを使う

== 「損をしない」ことは「得する」ことなのか

== メンションを巡るいらだちと戦争

非同期コミュニケーションをなんだと思ってるんだ、と思ったが去年もまったく同じことを思っていた。
営業時間外のメンションは「する側で気を使え」派と、「受ける側でコントロールしろ」派がいるのは知ってるんだけど、個人的には「受け取りたくないときにはこっちでミュートにするので、休暇中も夜中も遠慮なくメンションしてくれ」と思ってます。非同期コミュニケーションなんだからそういうもんでしょ。。
逆にメンションの @ を外されると、アクティビティの一覧に出てこないのでオンライン復帰後に探せないんだよ。
メンションされて不快に思う人もいる、ということは理解。
緊急でもないのに夜中にメンションしてくれるな、と怒る人には「通知の停止機能を使えばいいのに」と思いながら「はーい」って言ってる。
前にもどっかで書いたが、つまるところ「①これはあなた宛の連絡です」と「②これを今すぐ見てください」という2つの意味がメンションに乗っかってるのがよくなさそう。
メンションは①だけにして、②用にurgent messageであることを表す別の何かが生まれればいいのにね。

== 中国のオリエンタルミルクティー屋さんCHAGEEにハマった

タイトルで言いたいことはもう全部言っちゃったんだけど、2024年7月に上海へ行ったらCHAGEEというオリエンタルミルクティーの専門店がめちゃくちゃ流行ってて、飲んでみたらすごく美味しいのでどハマりしてしまった。

日本でいうスタバみたいなおしゃれカフェなんだけど、コーヒーじゃなくてミルクティーが主な商品。といっても以前流行ったタピオカミルクティーみたいにがっつり甘い訳でもタピオカが入ってる訳でもなくて、しっかりとお茶の味がするのに渋くなくごくごく飲める。ものすごく美味しい。「微糖」がちゃんと微糖なの、中国でも健康志向の高まりを感じるー。

お店の名前は「CHAGEE」で、中国語だと「霸王茶姬」、これは「ばーわんちゃーじー」と読むらしい。ピンインだとBàwáng chá jī。

1杯20元なので日本円で400円弱というところ。他のお店の物価に比べると少し高めに感じる。でも美味しい。

店舗数がとにかく多くて、歩いているとちょいちょい見かける。どこのショッピングモールにもだいたい入っていて、まじであっちにもこっちにもあるという印象。

そしてそれだけ店舗数が多いのに、どこもすごく混んでる。お店で飲む人、テイクアウトする人、あとピックアップしにきたデリバリーの人でごった返している。

飲み物のパッケージも紙袋も、あと店員さんのマスクも、すべてこの柄で統一されていておしゃれなんだよー。ミルクティーそのものも美味しいし、さらにこのおしゃれなお店でおしゃれなパッケージのおしゃれな飲み物を買う、という体験をそのものをみんな楽しんでいる感じ。

帰り際、「帰ったらもう飲めない……」とめそめそしていたら上海浦東国際空港にもあった！うれしい！

営業時間は8時から22時までって書いてあったけど、なぜか24時ごろまで営業してた。わーい。

ごくごく。ちなみにこの「伯牙绝弦」は紅茶じゃなくて、ジャスミンと緑茶をブレンドしたお茶のミルクティーで、いちばんスタンダードというかオススメなミルクティーらしい。「伯牙绝弦」という名前は中国の故事から来ているそうな。

サイズ、ホットかアイスか、アイスなら氷の量、甘さも選べる。私は大きいカップで氷少なめ、微糖が好きだったー。

今のところ中国、香港、マレーシア、シンガポール、タイなどに出店しているみたい。日本にも来てくれ……頼む……あれだけ美味しくて、種類が豊富で、パッケージングもおしゃれなんだから、日本でも十分覇権取れるはずだ。待ってる……！

あまりにも気に入ったので、空港のCHAGEEで売ってた「伯牙绝弦」のティーバッグとタンブラーを買ってきて、おうちで再現CHAGEEしている。ティーバッグやタンブラーはどこでも売ってる訳じゃなくて、特定の店舗でしか取り扱いないっぽいので、見つけたら即買うのがよさそう。

こういうノベルティが本当にかわいいんだよ。好き好き。

こちらは後日、夫が追加でティーバッグを買ったときにもらった非売品クッション。

いま中国は日本からだと観光ビザ取らないと行けないので、気軽に行くにはちょっと手間……という感じなんだけど、行く機会があったらぜひCHAGEEを飲んでみてほしいー。

好きすぎて巨大な扇子も買ってしまいました。疲れると鉄扇みたいにして楽しんでいます。

== 歳末めしまだ詐欺に警戒

外で警察の振り込め詐欺巡回アナウンスが流れていて「飼い猫による〜ご飯をもらっていない、もう3日も何も食べていない、お腹が空きすぎて倒れそう、などはすべて詐欺です」というフレーズが思い浮かぶなど。めしまだ詐欺、定期的に騙される。

== いけそうなことには遠慮しない

スタパ斎藤さんの記事で紹介された話
ガジェットやキーボード好きなら一度は読んだことがあるスタパ齋藤の記事！

ファミ通でゲーム帝国読んでた筋か、ケータイWatchでガジェット記事を読んでた筋だな。
うわーん、 941さんから家電Watchさま経由であこがれのスタパ齋藤さまにおうちオフィス本を献本させていただいたんだけど、Instagramで感想を投稿してくださっている。う、うれしいー！

スタパ齋藤さまの記事に！！！おうちオフィス本が！！！！透明アクリルコの字がディスプレイを左右で支えている！！！！！おおおん、うれしい。うれしい。。興奮の後にしみじみとうれしい。。。

揺れる巨大ディスプレイに終止符を！　「コの字台」セミオーダーが爆絶最高だった件

 * @<href>{https://k-tai.watch.impress.co.jp/docs/column/stapa/2045006.html}

今回のスタパトロニクスMobileでもおうちオフィス本が登場してるー！う、うれしいー！

長年課題だったデスクトップパソコンのキーボード環境、“セミオーダー”のキーボードラックで解決していくッ!!

 * @<href>{https://k-tai.watch.impress.co.jp/docs/column/stapa/2048788.html}

== マネジメントをやりたいひと、やりたくない人

== すべてはイメージとムード

== チャメとマクワウリとホッケスの話

== 無関心とお節介の狭間で

多面評価にも書いたけど、一緒に仕事をする仲間が、プロダクトに対して「無関心」じゃなく「お節介」でいてくれるのはほんとに有難いことだと思うんですよ。
職責の範囲ぎりぎりのところまでしか手を伸ばさなくて隙間にボールが落ちるくらいなら、ちょっとお節介気味でお互いの手が重なるくらいの方がいいんじゃないかな派。他者に強要はしないけども。

== ノンアルコールで問題ないです

== 本物のわさびを大枚払って試す

== 実家周辺を歩いてみる

== SUUMOの取材と写真撮影




== MVPのトロフィーを会社のゴミ箱に捨てて帰る

あるとき、会社のMVPに選ばれてガラスのトロフィーと金一封をもらった。評価してもらえたことはうれしいが、ガラスのトロフィーは重いしでかいし、持ち帰ったところで特に飾る場所もないので、オフィスのデスクの袖机にそっとしまっておいた。

その会社を離れることになり、デスクの

なんでも遠慮なく言い合える程度に仲のよい元同僚には「捨ててくんですか？え、人の心がない！」と言われたが、これをくれた社長は会社の再編でとうにいなくなっているし、トロフィーを手配してくれたであろう総務部の人たちも親会社側に吸い込まれてしまったので同じオフィスにはいない。私がここでビンと書かれたゴミ箱にガラスのトロフィーを突っ込んでも、家に持ち帰ってからガラスゴミとして捨てても、どちらにしても傷つく人はそんなにいない。


会社の同僚のことは基本好きだ。困っていたら助けたいし、協力して一緒にいい仕事がしたいと思っている。子供が生まれたとか結婚したとかも積極的にお祝いしたい。

ただ他の会社に転職すると、3ヶ月くらいですっかり誰の名前も思い出せなくなる。転職後も友人として付き合いがあればもちろん忘れないんだけど、あくまで職場での付き合いだった人はびっくりするくらい名前が思い出せなくなる。

私の中で「同僚」は定数じゃなくて変数なんだと思う。転職後、新しい同僚の名前で変数の値が上書きされると、以前の値は参照できなくなってしまう。同僚でいる間、仲がよかったみなさん、本当にごめんなさい。悪気はないんですが変数なんです。

== マネージャになりたい人はマネージャに向かないのか

もともと「マネージャはマネジメントをするという役割の1つ。エンジニアはエンジニアリングをする、ライターはライティングをする、マネージャはマネジメントをする。えらいえらくないにはあんまり関係ないでしょ」という捉え方なので、仮に組織体制の変更によって「マネージャを外れる」ことになったとしても「わーい！」しかないんだよな。みんながたのしくいい仕事をするために、誰かが担わなきゃいけないから必要ならやるよ、がんばるね、くらいの気持ちである。

今の仕事内容も人も大好きだしずっと続けたいんだけど、会社から「RTOが嫌なら辞めていただいて結構」という空気を出されてる中で、遠方のメンバーに「そんな会社のために東京引っ越してきて♡」は全然現実的じゃないし、近場のメンバーだけが残ったとしてもその人数でドキュメント作成を続けていけるかというとそれも現実的ではなくて、現実逃避でﾈｺﾁｬﾝを吸うしかなくなってしまうｽｳｳｳｳ。。積極的に辞めたくはないが色々考えざるを得ない。。
誰かに「色々あるけど会社辞めるとか考えたりしないんですか？」って聞かれたときは、どう答えたものか考えた挙げ句、面倒くさくなって「骨の髄までちゅーちゅーしたいので……」と答えることが多い。

== にんげんに対する期待値を下げる

== 歩数計の話
