= リモートワークと出社と日常の狭間

オリエンタルミルクティーを飲んでは旅行に出る。リモートワークと出社と日常の狭間にある立ち位置を綴る。

//pagebreak

== 自分は運がいい、という認知

コンビニに行ったら気になっていた一番くじが半額だったので、「A賞かB賞がいいな」と思いながら2枚引いたらB賞とC賞だった。C賞はそこからさらにランダムなんだけど、「あれがいいな」と思いながら選んだら5分の1の確率でそれが引けた。昔からこういう感じで「これが欲しい」と思うと大体出る。

最初は私の運のよさに半信半疑だった息子も、最近は「ランダムなんだけど……これが欲しくて……」と頼んでくるようになり、「たぶん奥から2つめかな」という私の指示に従って引くと実際にそれが出るので「なんで？？10分の1だよ？どうして？？」と首をかしげている。

まあ多分外れてるときも全然あって、そういう体験も面白く受け止めてる結果、総じて「私って運がいい気がする」というイメージになってるんだと思う。実態はどうあれ、運が悪いと思い込んで鬱々とするよりは、運がいいと思ってにこにこしている方が幸福の総量は多そうである。

== リモートと出社と時計の時刻合わせ

コロナ禍以降、ずっとフルリモートで仕事をしてきた。オフィスに行くのは「行く用事」があるときだけなので、せいぜい半年に1回とか、四半期に1回とか。逆に必要があれば連日行くこともある、という感じ。フルリモートということはおうちがオフィスになるので、快適に働けるようにデスクや会議用個室も整備した@<fn>{suumo}。

//footnote[suumo][整備した結果、SUUMOが取材に来た話は@<hd>{dayly|suumo}を参照。]

私個人としては「大きく変える」という意志決定が不得手な社会において、コロナ禍で否応なしに「家で働ける人は家で働こう。四の五の言わずに先ずはそれでやってみよう」という方向に舵を切ったのはいいことだったと思っている。満員電車からも解放されたし、通勤時間がなくなって家のことに目を向ける時間が増えた。

ただたまに出社して、今までカメラ越しにしか会ったことのなかった人と顔を合わせたり、個人的な話を聞いたり話したりすると、以後その人とちょっと仕事がしやすくなるなーという感覚はあった。

なので2024年の秋くらいから、会社で自分が所属する大きい単位の「部署」の中で、私もあんまり喋ったことないし、その人たちもお互いにあんまり面識なさそう……というような人を3人ピックアップして、わたしを入れて4人でなんでもない食事会を開催する、ということをはじめた。

もちろん誘うときは非常に気を使って「これは任意参加で、何の強制力もないし、参加しなくても何の不利益もない。私があなたとご飯を食べながらじっくり話してみたいだけです。若手の飲食代は私が出すけど、大人のみなさんは自腹です。気が向かない場合は遠慮なく断ってください」と伝えた上で、相手が「ぜひ行きたい！」というテンションのときだけ参加してもらう形で。

やってみると色んな人と話せてすごく楽しいし、誘った相手にも喜ばれる一方、なけなしのコミュニケーション能力を振り絞っているので毎回カッスカスになって帰ってくる。なんなら帰りの電車は方角が同じでもタイミングずらして別々に帰らせてもらうくらい疲れる。

それでも、今まであまり話したことのなかった人と対面で会って話すと、やっぱり以後はオンラインでも話しかけすくなるし、なんとなく「こういう人だよね」という解像度が上がって仕事もしやすくなる気がする。もういい年齢なので、「自分から話しかける」という勇気の要る行為は自分がやらなきゃいけないよね、それが大人の役割！と思って、「いつか話してみたい人」がいたら自分から機会を作るようにしていた。

と、こんなふうに業務でもないのに食事会を定期開催するくらいには「対面で会って話す」ことの効能を認めているんだけど、だからといって週1とか週3とかでオフィスに出社して、もっと対面で仕事をすべきだ！RTO@<fn>{rto}！と思っているかというとそんなことは全然ない。

//footnote[rto][Return to officeの略。オフィス回帰の動きを指す。]

この「対面で会って話すといいことある。でも週1みたいな頻度で出社すべきとは思わない」を自分でも矛盾なく説明できなくてうーんうーんと思っていたところ、いい例え話に出会って「なるほど時刻合わせ！」と思った。（@<img>{twitter}）

//image[twitter][@<href>{https://x.com/oskdgkmgkkk/status/1865196862384541893}から引用][scale=0.8]{
//}

私たちは各々が腕時計を付けていて、それを基準に仕事をしている、とする。でも時計はちょっとずつずれるので、段々とチームの中で「Aさんは15分早い」「Bさんは2時間遅れてる」「Cさんは半日も早い」みたいな状態になっていく。ただみんなが自分の時計だけを見て動いている中で、お互いの時間認識がずれてることにはなかなか気付けないので、時計がずれてることに起因してちょっとずつ「なんか話が噛み合わないな……」という状態になっていく。

なので、たまにみんなで集まって時計の時刻合わせをする必要がある。みんなで腕を出して時刻合わせをし、時計の竜頭を同時にカチッと戻すと、またしばらくはリモートでも同じ時刻、同じ認識で話ができる。

でもしばらくするとまたちょっとずつちょっとずつずれていくので、数か月に1回とか、半年に1回とかの頻度で集まって、みんなで時刻合わせをする。そうすると、またしばらくは仕事がしやすくなる。

この「みんなで集まって時刻合わせをする」ことが大事なので、たとえば各自がばらばらの曜日に出社したり、出社しても顔を合わせずに別々のフロアで働いていたりすると、折角オフィスに出社しても時刻合わせの効果は得られない。

そしてこの理屈でいくと、時計のずれは本当に僅かずつなので、週1とか週3みたいなペースで時刻合わせをする必要はない。

なるほど、だから私は「対面で会って話すといいことある。でも週1みたいな頻度で出社すべきとは思わない」と感じていたのか、と感覚を言葉にできてすっきりした。コロナ禍の最初期の頃、色んな人が「最初はフルリモートでも信頼貯金を切り崩してなんとかやれてたけど、半年以上会わないとさすがにちょっとしんどくなってきた」と言っていたのも、同じようなことなのかもしれない。

そう考えると、社会全体で出社回帰の方向になっていくとしても、いきなり「週3回か週1回、あるいは月1回か」みたいな検討ではなく、まずは3ヶ月とか半年に一度、絶対に全員が同じ場所に集まって顔を合わせて会話する日を作る、ならいいのになーと思う。

「DXについてオードリー・タン氏へのQ&A@<fn>{audrey}」でも、タン氏がこう述べている。

//quote{
タン氏：私は2008年からリモートワークを始めました。当時は、シリコンバレーを拠点にする会社・ソーシャルテキストで働いていたのですが、この会社のチームは五つの地域に分かれていたので、メンバーもいつでも会社へ行けるわけではありませんでした。そのため、必ず半年に一回は皆で集まるイベントをしていました。半年以上経つと相手の印象が残りづらくなってしまうので、長くても半年に一回ぐらいは会う場を設けた方がいいかなと思います。 
//}

//footnote[audrey][@<href>{https://www.sangyo-rodo.metro.tokyo.lg.jp/tourism/b30eb11a6aeaf72dacf813e14ea9c670.pdf}から引用。]

あるいは一緒に働く人みんなが「時計はずれるものだ」という認識を持って、オンライン上で積極的に自分の時計の時刻を開示していくようにしたり、小まめにZoomで話して完璧でなくても時刻を大体揃えるようにすれば、少なくとも大幅に時刻がずれたままの働きづらい状態で働くことは避けられるのかなと思う。

こうやってたまに時刻合わせをしながら、オフィスで働きたい人はオフィスに行くし、リモートで働きたい人はリモートで働く、という働き方が社会全体で継続できるといいのにね。残念ながらそういう動きにはならなさそうで、難しい顔になってしまうのであった。

== 身銭を切って積極的に「消費者」をやる

巷に溢れるサービスやコンテンツはできるだけ身銭を切って使ってみるようにしている。自分が仕事で関わっているものはもちろん、特に知らないジャンルでも誰かに勧められたらすぐにサブスク契約したり、買ってみたりして試す。

○○なサービスを作ってみんなを笑顔にしたいとか、私が○○なところを見せてみんなの背中を押したいとか、「消費者」に何かしらの影響を与えることを目指してコンテンツを生み出そうとする人は一定数居る。私もこうやって本を書いているので、そういう気持ちは分かる。でもあるとき、生産者としてそういうことを期待するなら、自分でもきちんと「消費者」もやるべきじゃなかろうかと思ったのであった。

例えば映画をいっぱい撮って「すごく面白いから見てね！」って言うけど、自分は一本も観ない。そういう人ばっかりだったら、映画業界は衰退していってしまう。作る人だけでなくきちんと消費者の役回り全うしてくれる人もいないといけないし、消費者の振る舞いを誰かに期待するなら、自分も誰かにとっての消費者を全力でやるべきではないか、と。

なので何か見かけたら「ああ、なんかいま流行ってるやつね」としらけた目で見るんじゃなくて、考える前に飛び込むようにしている。この間もネットで告知を見かけた「ブルガリ カレイドス 色彩・文化・技巧」という企画展が気になって、電車に飛び乗って国立新美術館まで行ってきた。

どんなサービスやプロモーションや企画にも、裏側に色んな意図や工夫があるので、「面倒くさいな。私はいいです」といういつもの枠を外れて、そういう企業の努力や宣伝に積極的に乗せられてみると、結構楽しいことがあるし、学びもある。敢えてミーハーでいることは面白い。斜に構えて「広告代理店に踊らされちゃって」と眺めるんじゃなくて、突っ込んでいって前向きに「消費者」をやってみよう。

毎回いい体験になるとは限らなくて、買ってみたゲームが面白くなかったり、入ってみたお店がどえらい感じ悪かったり、これはちょっと失敗だったなーと感じることもままあるんだけど、やらないと失敗も起きないので「失敗だったなー！がはは！」とにこにこしながら受け止めている。

== 「損をしない」ことは「得する」ことなのか

何かをやってみると、やってみて失敗して初めて「もっとうまいやり方があった」と気づくことがある。というか大抵のことは初めてなので、最初から最短距離で成功することの方が稀で、なんだかんだ失敗もしつつ学んで「次はもうちょっとうまくやれそう」と賢くなっていく。

けれどやってみたあなたに向かって、それを見ていた誰かは指を差して「そんな損するやり方じゃなくて、もっと賢くやればよかったのに」と嘲ったりする。指摘した誰かは、あなたを嗤いながら「自分はそんな愚かなことをせず、損もしなかった」と溜飲を下げる。賢いやり方を知っているから失敗せず、自分は損をしなかった。

でも英検だって受けなければ落ちない訳で、確かに何もしなければ失敗しない。でも損を回避したことは、イコール「得した」ってことなんだろうか？英検を受ければ、合否に関わらず学んだことは自分の中に残るし、次に受けたときには1回目よりも合格に近づく。「損をしない」ことを命題にしてしまうのは、「英検に落ちるなんてお金も時間も無駄にした挙げ句、恥までかいてあいつはバカだ。俺は受けなかったから恥もかかなかったし、お金も時間も損しなかった」というような言説に近いのではないか、と思う。

「損をしない」ことは、別に「得する」ことではない。人間には派手に転んで痛い目を見る権利があるし、損を回避しようと逃げ回っていると、結局何も得られなかったりするので、どんどん失敗するといいんじゃないかな。山頂への登頂で絶対に失敗しないルートを探して何年も検討だけを繰り返すよりは、何回か登ってみて「この道はだめだった。この道もだめだった。じゃああの道だ！」と何度も失敗した方が早く山頂に辿りつけるよ。

== メンションを巡るいらだちと戦争

Slackなどのチャットツールで、営業時間外にメンションするのは控えるべきでは、という話を聞くたびに「非同期コミュニケーションをなんだと思ってるんだ」と思う。

営業時間外のメンションは、大きく分けて「する側で気を使え」派と「受ける側でコントロールしろ」派の2派閥があるのは知ってるんだけど、個人的には「受け取りたくないときにはこっちでミュートにするので、休暇中も夜中も遠慮なくメンションしてくれ」と思っている。電話みたいにあっちとこっちが同時でないと成り立たない同期コミュニケーションと違って、メールやテキストチャットは非同期コミュニケーションなんだからそういうものでしょ、と。

逆に気を使ってメンションの@（アットマーク）を外されると、後でSlackのアクティビティ一覧に出てこないので、オンライン復帰後に探せなくて困る。

ただメンションされて不快に思う人もいる、という人それぞれな心情は理解しているので、「緊急でもないのに夜中にメンションしてくれるな」と怒る人には「通知の停止機能を使うと自分でコントロールできていいのにな」と思いながら、相手の期待に添うようにしている。

前にもどこかで書いたが、つまるところ「1. これはあなた宛の連絡です」と「2. これを今すぐ見てください」という2つの意味がメンションに込められているのがよくなさそう。メンションは1だけにして、2のためにUrgent messageであることを表す別の何かが生まれればいいのにね。

== 中国のオリエンタルミルクティー屋さんCHAGEEにハマった

タイトルで言いたいことはもう全部言っちゃったんだけど、2024年7月に上海へ行ったらCHAGEEというオリエンタルミルクティーの専門店がめちゃくちゃ流行ってて、飲んでみたらすごく美味しいのでどハマりしてしまった。

日本でいうスタバみたいなおしゃれカフェなんだけど、コーヒーじゃなくてミルクティーが主な商品。といっても以前流行ったタピオカミルクティーみたいにがっつり甘い訳でもタピオカが入ってる訳でもなくて、しっかりとお茶の味がするのに渋くなくごくごく飲める。ものすごく美味しい。「微糖」がちゃんと微糖なの、中国でも健康志向の高まりを感じるー。

お店の名前は「CHAGEE」で、中国語だと「霸王茶姬」、これは「ばーわんちゃーじー」と読むらしい。ピンインだとBàwáng chá jī。

1杯20元なので日本円で400円弱というところ。他のお店の物価に比べると少し高めに感じる。でも美味しい。

店舗数がとにかく多くて、歩いているとちょいちょい見かける。どこのショッピングモールにもだいたい入っていて、まじであっちにもこっちにもあるという印象。

そしてそれだけ店舗数が多いのに、どこもすごく混んでる。お店で飲む人、テイクアウトする人、あとピックアップしにきたデリバリーの人でごった返している。

飲み物のパッケージも紙袋も、あと店員さんのマスクも、すべてこの柄で統一されていておしゃれなんだよー。ミルクティーそのものも美味しいし、さらにこのおしゃれなお店でおしゃれなパッケージのおしゃれな飲み物を買う、という体験をそのものをみんな楽しんでいる感じ。

帰り際、「帰ったらもう飲めない……」とめそめそしていたら上海浦東国際空港にもあった！うれしい！

営業時間は8時から22時までって書いてあったけど、なぜか24時ごろまで営業してた。わーい。

ごくごく。ちなみにこの「伯牙绝弦」は紅茶じゃなくて、ジャスミンと緑茶をブレンドしたお茶のミルクティーで、いちばんスタンダードというかオススメなミルクティーらしい。「伯牙绝弦」という名前は中国の故事から来ているそうな。

サイズ、ホットかアイスか、アイスなら氷の量、甘さも選べる。私は大きいカップで氷少なめ、微糖が好きだったー。

今のところ中国、香港、マレーシア、シンガポール、タイなどに出店しているみたい。日本にも来てくれ……頼む……あれだけ美味しくて、種類が豊富で、パッケージングもおしゃれなんだから、日本でも十分覇権取れるはずだ。待ってる……！

あまりにも気に入ったので、空港のCHAGEEで売ってた「伯牙绝弦」のティーバッグとタンブラーを買ってきて、おうちで再現CHAGEEしている。ティーバッグやタンブラーはどこでも売ってる訳じゃなくて、特定の店舗でしか取り扱いないっぽいので、見つけたら即買うのがよさそう。

こういうノベルティが本当にかわいいんだよ。好き好き。

こちらは後日、夫が追加でティーバッグを買ったときにもらった非売品クッション。

いま中国は日本からだと観光ビザ取らないと行けないので、気軽に行くにはちょっと手間……という感じなんだけど、行く機会があったらぜひCHAGEEを飲んでみてほしいー。

好きすぎて巨大な扇子も買ってしまいました。疲れると鉄扇みたいにして楽しんでいます。

== 歳末めしまだ詐欺に警戒

外で警察の振り込め詐欺巡回アナウンスが流れていて「飼い猫による〜ご飯をもらっていない、もう3日も何も食べていない、お腹が空きすぎて倒れそう、などはすべて詐欺です」というフレーズが思い浮かぶなど。めしまだ詐欺、定期的に騙される。

== いけそうなことには遠慮しない

スタパ斎藤さんの記事で紹介された話
ガジェットやキーボード好きなら一度は読んだことがあるスタパ齋藤の記事！

ファミ通でゲーム帝国読んでた筋か、ケータイWatchでガジェット記事を読んでた筋だな。
うわーん、 941さんから家電Watchさま経由であこがれのスタパ齋藤さまにおうちオフィス本を献本させていただいたんだけど、Instagramで感想を投稿してくださっている。う、うれしいー！

スタパ齋藤さまの記事に！！！おうちオフィス本が！！！！透明アクリルコの字がディスプレイを左右で支えている！！！！！おおおん、うれしい。うれしい。。興奮の後にしみじみとうれしい。。。

揺れる巨大ディスプレイに終止符を！　「コの字台」セミオーダーが爆絶最高だった件

 * @<href>{https://k-tai.watch.impress.co.jp/docs/column/stapa/2045006.html}

今回のスタパトロニクスMobileでもおうちオフィス本が登場してるー！う、うれしいー！

長年課題だったデスクトップパソコンのキーボード環境、“セミオーダー”のキーボードラックで解決していくッ!!

 * @<href>{https://k-tai.watch.impress.co.jp/docs/column/stapa/2048788.html}

== デイヴ・ザ・ダイバーはガールズモードの精神的続編

昔、ニンテンドー3DSで「わがままファッション GIRLS MODE@<fn>{fashion}」というゲームがあった。ショップの店長になって服を売り、その売り上げでまた服を仕入れて、お客さんの要望にこたえるコーディネートをして段々お店を大きくしていくというゲーム。

//footnote[fashion][@<href>{https://www.nintendo.co.jp/ds/azlj/index.html}]

当時、新卒で入った会社を辞めたばかりで時間があったこともあり、私はこのゲームにどハマりしてずーっと遊んでいた。どれくらい遊んでいたかというと、お店にお客さんが入ってきたときにカランコロンとベルが鳴るんだけど、あまりにも長時間連続でやりすぎて最終的にベルが鳴ったのにお客さんがいないというバグを踏むくらいに遊んでいた。

色んなお客さんが来るので、それぞれの要望に応えたコーディネートを作るには、ベーシックなものも含めて色んな種類の服がないといけない。でも買い付けできる服の種類は店の広さに応じて上限があり、服が売れた売上がそのまま次の仕入れ予算になるので、なんでもかんでも買える訳じゃない。そんな制約の中でお店を大きくして、ファッションコンテストに出たりするのがめちゃくちゃ面白かった。

開発はシンソフィア、パブリッシャーが任天堂で、結局ニンテンドー3DSでは続編が4作目まで出たものの、ハードがNintendo Switchになってからは続編が出る気配もなく、ずっと「ガールズモード出ないのかな」と待っていた。

すると2023年、ほぼ同じ見た目で「ファッションドリーマー」というゲームが発表された。なんと開発はシンソフィアのまま、パブリッシャーが任天堂からマーベラスに変わっている。やったー！パブリッシャー変わるからガールズモードの名前は使えなかったんだろうけど、実質的な精神的続編じゃん！！ずっと待ってた！！マーベラスもシンソフィアもありがとう！！！開発頑張ってください！！！と神に感謝しながら発売日を待った。

のだが、念願だったはずのファッションドリーマーはまったくハマれなかった。主人公が店長からインフルエンサーに代わり、他の人のコーディネートやディスプレイに「いいね」をするだけで服が無限に手に入るというゲームシステムになった結果、とにかく全部の服に「いいね」をしなきゃいけない作業ゲームになってしまい、一応エンディングまではやったものの、以降一度もやっていない。

お金と場所の制約があるなかでどの服を仕入れるか、顧客の要望を叶えつつどの服を売るか、という店長としての手腕を問われるところが最高に面白かったのであって、「いいね」したら無限にアイテムがもらえるインフルエンサーになった瞬間、すべての面白さが消えてしまった。はー、ゲームにおける制約や不自由さって取り除いたら面白くなるというものでもないんだなーと思いました。かなしみ。

そんな中、夫に勧められたデイヴ・ザ・ダイバー@<fn>{dave}というゲームをプレイしたところ、再びどちゃくそハマって「これこそがガールズモードの精神的続編！」という気持ちになった。

//footnote[dave][@<href>{https://store-jp.nintendo.com/item/software/D70010000060371}]

デイヴ・ザ・ダイバーは韓国のMINTROCKETという会社が作ったゲーム。昼間は海に潜って魚を獲り、夜はその魚を食材にして寿司屋をやる。魚をたくさん獲らないと寿司屋で出すものがなくなってメニューがカッパ巻きだけになってしまうし、たくさん寿司を売らないとダイビングスーツなどの装備がしょぼいままで深海に潜れず、珍しい魚が獲れない。

限りある資金と時間で仕入れをして、それでお客さんの要望に応え、儲けで店をどんどん拡充させていく。つまりこれは実質ガールズモードの精神的続編と言って差し支えない。2026年初頭に追加のDLC、『IN THE JUNGLE』も発売されるそうなので今から楽しみにしている。

あと最近やったゲームだと「都市伝説解体センター」も面白かった。ニンテンドー3DSで「スローンとマクヘールの謎の物語」や「レイトン教授」のシリーズをやってた人は「都市伝説解体センター」も楽しめると思う。

== すべてはイメージとムード

== チャメとマクワウリとホッケスの話

== 無関心とお節介の狭間で

多面評価にも書いたけど、一緒に仕事をする仲間が、プロダクトに対して「無関心」じゃなく「お節介」でいてくれるのはほんとに有難いことだと思うんですよ。
職責の範囲ぎりぎりのところまでしか手を伸ばさなくて隙間にボールが落ちるくらいなら、ちょっとお節介気味でお互いの手が重なるくらいの方がいいんじゃないかな派。他者に強要はしないけども。

== ノンアルコールで問題ないです

== 大枚を払って本物のわさびを試す

2拠点目は新鮮な魚が食べられるエリアだったので、遊びに来る人たちがみんな手土産に「ちょっといいチューブわさび」を買ってくる。折角ならいいわさびで食べたいよね、という気持ちになるらしい。わかる。

私もまったく同じ気持ちだったので、ある日ついに、チューブではない「ちゃんとしたわさび」を買ってみることにした。なにしろ普段買っているチューブのわさびは、安いものだと中身が本物のわさびじゃなくてホースラディッシュだったりするらしい。本物を！本物をね！食べてみようじゃないか！

ということで、わさび専門店に行って収穫したての生わさびを買い、グッドデザイン賞も受賞したらしい鋼鮫（はがねざめ）という本わさび専用おろし板も買い、付属の「おいしいおろし方」という説明書に従って円を描くようにゆっくりやさしくおろしてみた。わあー、これが本物のわさび……本物の……本物……あれ？

思っていたのと違う。回転寿司の粉わさびみたいな、派手な明るい緑色のわさびがおろし板の上にいる。

え、え、待って。こういうのって「本物は意外と色が薄いんだねー！安いわさびは分かりやすく着色してあるんだねー！」みたいになると思ってたんだけど、やっすい緑色のわさびが生まれてきて戸惑っている。うそ、これが本物の生わさび……？

お刺身にそっと載せて食べると普通にわさびだった。市販のチューブわさびってよく出来てるんだなぁ、すごいなぁ、という感想を抱く。

期待とは違ったけど、逆に一度試したことで「本物のわさび」に対する過度な憧れが払拭されたのでよかったかもしれない。本物のわさびは、チューブのわさびとそんなに変わりませんでした。

== 実家周辺を歩いてみる

=={suumo} SUUMOの取材と写真撮影




== MVPのトロフィーを会社のゴミ箱に捨てて帰る

あるとき、会社のMVPに選ばれてガラスのトロフィーと金一封をもらった。評価してもらえたことはうれしいが、ガラスのトロフィーは重いしでかいし、持ち帰ったところで特に飾る場所もないので、感謝しつつオフィスのデスクの袖机にそっとしまっておいた。

時は流れて数年後、その会社を辞することになって袖机の片付けをしていたらトロフィーが出てきた。わあこれどうしよう。素材としてはガラスなので、ビンのゴミ箱に捨てても問題はなさそう。よし、捨てるか。

なんでも遠慮なく言い合える仲のよい元同僚には「捨ててくんですか？え、人の心がない！」と言われたが、これをくれた社長は会社の再編でとうにいなくなっているし、トロフィーを手配してくれたであろう総務部の人たちも親会社側に吸い込まれてしまったので同じオフィスにはもういない。私がここでビンと書かれたゴミ箱にガラスのトロフィーを突っ込んでも、家に持ち帰ってからガラスゴミとして捨てても、どちらにしても傷つく人はそんなにいない。よし、捨てよう！ということでゴミ箱にダンクシュートして帰宅した。

会社の同僚のことは基本好きだ。困っていたら助けたいし、協力して一緒にいい仕事がしたいと思っている。子供が生まれたとか結婚したとかも積極的にお祝いしたい。

ただ他の会社に転職すると、3ヶ月くらいですっかり誰の名前も思い出せなくなる。転職後も友人として付き合いがあればもちろん忘れないんだけど、あくまで職場での付き合いだった人はびっくりするくらい名前が思い出せなくなる。

私の中で「同僚」は定数じゃなくて変数なんだと思う。転職後、新しい同僚の名前で変数の値が上書きされると、以前の値は参照できなくなってしまう。同僚でいる間、仲がよかったみなさん、本当にごめんなさい。悪気はないんですが変数なんです。

== マネージャになりたい人はマネージャに向かないのか

管理職になりたい人と、別になりたくない人の2種類がいる。

私自身は30代の後半からマネージャを務めるようになったけど、別にチームのマネージャにめちゃくちゃなりたかった訳ではなく、今でも「みんながたのしくいい仕事をするために、誰かが担わなきゃいけないから必要ならやるよ。励むね」くらいの気持ちでいる。

もともと「マネージャはマネジメントをするという役割の1つ。エンジニアはエンジニアリングをする、ライターはライティングをする、マネージャはマネジメントをする。えらいえらくないにはあんまり関係ない」という捉え方をしているので、仮に組織体制の変更によってマネージャを外れることになったとしても、「わーい！後任の誰かありがとー！」でしかない。

管理職になって間もない時期にやってしまいがちな失敗として、メンバーが抱く会社への不満に対して「そうだよね、ほんとに会社はひどいよね！」と全面的に共感してしまうことがあると思う。メンバーの気持ちをしっかり受け止めているようでいて、これだと「こいつ、俺と同じことしか言わないのになんでマネージャなんだ？いる意味あるか？」と思われる。本当にその不満が正当だと思うならなんとかすべきだし、そうでないなら会社の意図を汲んで「こういう理由で会社はこうしているんだと自分は思っている」と背景理解のための仲介をしたい。

これは完全に例え話なんだけど、たとえば2つの会社が合併して1つになるとか、特定の事業をクローズするとか、そういう意志決定を会社がしたとき、「それをやらなかった」方の世界線は誰も見られないので、結果が30点だと「この意志決定によってひどいことが起きた」という認知しかできない。でももしかして会社が合併していなかったら問答無用のレイオフが起きて10点だったかもしれないし、その事業をクローズしなければ赤字がかさんで会社がつぶれて0点だったかもしれない。

何かを決めるというのはすごく大変なことなので、管理職としては自分がいま居る会社の善性をまず信じたいし、瞬間的に結果が30点に感じられたとしても、冷静に意志決定の背景を汲んで感情的にならないようにしたい。そもそも、毎月毎月結構な額の給料を結構な人数に遅配なく払っている会社ってそれだけで先ずえらいよなぁと思うし、それでなお色んな文句を言われて経営層って大変だなぁ、という気持ちもある。

それぞれに事情があって、中止や続行の意志決定を決断をしたり、しようとしたりしているので、その重い決断には敬意を払って尊重したい。きっと自分の場所から見えている以上の事情があるのだと。それぞれが、その時々で、最良の選択をするはずだと、信じて黙って受け入れるくらいの信頼は会社と自分の間にあってほしい。

だから「なんで○○しないんだよ、ほんとあいつらバカだな！」より「○○するなんてきっと彼らはとうの昔に思いついてるだろうし、しない理由があるんだろうな。今度チャンスがあったら聞いてみたいな」と思うようにしてる。

誰かに「色々あるけど会社辞めるとか考えたりしないんですか？」って聞かれたときは、どう答えたものか考えた挙げ句、面倒くさくなって「骨の髄までちゅーちゅーしたいので……」と答えることが多い。我々には職業選択の自由があるので、どうしても気に食わないなら他の会社に行くことができる。もはや善性なんか信じられないほど会社との信頼関係が崩れたら、わざわざそこに居続けなくてもいい。

自分で選んだ場所にネガティブな文句ばっかり言ってても楽しくないので、やれることをやっていっぱい稼ぐぞ！と思っている。

== ペンネームと本名の紐付け

先日、会社の若手に「本を書くときはなんでそのmochikoAsTechって名前なんですか？」と聞かれて、「ペンネーム的な？」と返事をした。私としてはそれで説明できたつもりだったんだけど、疑問が全然解消していない若手の顔を見て真意を理解し、「ええと、私が若い頃はインターネットで何かするときに本名を出すのは危ないというのが常識だったので……」と言い直したら納得してもらえた。

この辺のインターネットで本名を出す、出さないという世間の常識はゆるやかに変わっていったなーと思う。

2010年頃から産休と育休でしばらくITの勉強会やコミュニティを離れて、数年後に恐る恐る戻ってみたら、ナチュラルに本名を名乗っている登壇者の方が多くなってて「なんか文化が変わってる！」とびっくりしたのを覚えている。

復帰後も最初の頃は色々怖かったので、引き続きmochikoAsTechを名乗っていたんだけど、段々と時代の流れに適応して、2020年代のどこかのタイミングで本名と顔を出して登壇したりインタビューを受けたりするようになったし、同時にペンネームと本名の紐付けも隠さなくなった。

この辺りは結婚して子供も生まれて年齢も上がって、付きまといやストーカーのリスクが下がったこともかなり大きい。転職活動をするときに、会社が私の名前を検索すると過去の功績がきちんと出てくるというメリットがあるので、リスクが許容できるなら本名でやるメリットはあると思う。

== お疲れバロメーター

忙しくなって疲れてくると、まずコンビニやスーパーでごはんがサッと選べなくなる。どれもこれもあんまりピンとこなくて、店内を何周もぐるぐる回って、どれも欲しくない……もうなに食べたらいいのかわからないよぅ……となって結局なにも買えずに帰ってくる。

なので、これが起きると「ヤバい！自覚はないけど私はいま疲れている！」と判断して、プールに行ったりして適度な運動をした後にガッと寝るようにしている。

もうひとつの「お疲れバロメーター」は、爪が伸びていること。「あー、爪が伸びてる。切らなきゃ」って折に触れて何度も思っているのに、時間を作って爪を切る、それだけことがどうしてもできない。これも「結構ヤバいな」と判断する基準の一つになっている。

本当に疲れているときは、まず感覚計測器官からバグるので、自分がどれくらいヤバいのか自覚できないのは当然と言えば当然のこと。周りが心配するほどやばくはないし、ちょっと大げさだよ？ほんとに大丈夫だから……と思ってるとしても、もしかしたら正しいのは心配して「休め」って言ってる周囲かもしれない。

なので、こういう「これが起きると私はヤバい」の判断基準を持っておくと、戻れないところまで突っ込む前に早めの対処ができていいですね。

ごはんに限らず、「あれがほしい！」「これもほしい！」みたいな物欲があるときは、「元気いっぱいー！私がすくすく健やかに育ってる証拠だわー！」と思って、押さえ込まずにばりばり買っていきたい所存です。私はいま山ほど買った秋冬の服を前に、これは健康な証！と思っているところです。

== 家族が居てもひとりで旅行に行っていい

子供が中学生になった頃、友人でもあり、当時は同僚でもあったShocoさんが翌月韓国に行くという話を聞いて何気なく「いいなー」と言ったら、さらっと「もちこさんも行きます？」と聞かれた。

いやいやそんな行きたいけど行けるわけが……ないか？いや、子供を置いて単身で旅行なんて選択肢としてないと思い込んでいたが、赤ちゃんだった頃と違って子供はもう自分のことは自分でできる。学校や塾にもひとりで行くし、家には夫も居る。そもそも子供も夫も自分のことは自分でできるタイプだ。私が居なくても自分たちの食事は自分たちで用意するだろうし、掃除も洗濯も普通にできるので家が荒れるようなこともない。

行けないと思い込んでいたが、よく考えたら特段だめな理由はなかった。え、もしかして私、ひとりで海外旅行に行ってもいいのでは？

そわそわしながら夫にどう思うか聞いてみたところ、全然問題なく「行ってらっしゃい」とのことだったので、飛行機のチケットとホテルを予約してしゅぱっと旅立った。夫は普段からびっくりするくらい私を甘やかすので、恐らく私が専業主婦だったとしても快くチケットやホテルやお小遣いを出してくれたとは思うけど、それでも夫の財布から出るお金だったらこんなに気兼ねなく使えなかったと思うので、保育園に入れなかった時期もベビーシッターを頼んだりしながらなんとか仕事を手放さずキャリアを繫いできてよかったなと感じた。

「私、ひとりで旅行に行ってもいいんだ！」という開眼から2年、楽しかったのでまたあれやるかー！ということで2025年10月に再び韓国へ行ってきた。今回も一緒に行ったShocoさんとは現地で定期的に落ち合ってご飯を食べたりしたけど、行き帰りの飛行機もホテルもバラバラなので実質ひとり旅。

計画当初は金曜から2泊3日くらいかなーと思っていたが、どうせ有給休暇はめちゃくちゃ余っているし、平日の方が飛行機は安いので木曜から火曜まで5泊6日で元気よく行ってみることにした。ホテルの宿泊費は増えたはずなのに、飛行機が安くなったので結局2泊3日でも5泊6日でもトータルの費用は変わらずだった。平日パワーすごい。

周囲には「家族とでなくひとりで？」と聞かれたけど、夫も子供も韓国には特に興味がないので付き合わせるよりはひとりの方がいい。どこへ行くにもひとりなら機動性が高いし、興味の赴くままに多少無茶な動き方をしても誰にも迷惑をかけない。夫は相変わらずリモートワークだし、子供はこの2年でさらに大きくなり、親からベタベタ話しかけられるよりは友達とスプラトゥーンの対戦をしていた方が余程楽しい年頃になっている。唯一、ミルクティ色のねこだけは「置いていくならねこはご主人派になるから！」とプンプン怒っていた。

空港まで車で送ってくれた夫に別れを告げ、2時間ちょっとで金浦空港に到着！地下鉄とバスの乗り放題カード@<fn>{kiko}を買って、6日間ソウル市内のあちこちに行きまくった。汝矣島、光化門、弘大、明洞、安国、仁寺洞、三清洞、江南、漢江公園、聖水洞、広蔵市場、狎鴎亭、カロスキル、梨泰院、東大門などなど、毎日2～3万歩歩き回ってへとへとに。

//footnote[kiko][気候同行カード。繰り返し使えるカードそのものが3,000ウォン、乗り放題のチャージが5日間で15,000ウォンなので、合計で約1,900円。韓国は交通費が安い。]

韓国は過去に出張と旅行で計3回訪れたことがあったけど、こんなに時間を取ってあちこち歩き回るのは初めてだったので、すごく楽しかった。

これくらい短期間であちこちへ行くと、ゲームの白地図で訪れた場所にだけ色が塗られるように、頭の中で地図が繋がってくる。あそことここは隣り合わせで歩ける距離、ここからあっちは遠く感じるけど道が空いていればバスで20分、この川沿いに真っ直ぐ1時間も歩けばホテルに戻れるなど、大分感覚的に地図が掴めてきた。

最後の夜に大きい本屋に寄り、ホテルに帰ろうとNaverマップを開いたら地図が真っ白に！ちょうどAWSで大きい障害が起きていて、恐らくその影響なのか地図もピンも何も表示されない。焦ったが深呼吸して脳内の地図を確認し、恐らくこちらの方角……と歩いていったら見慣れた道に出て無事ホテルに辿り着いた。歩き回って土地勘がついたタイミングでよかった……！
